content/post/blind-spot.md
+++
title = "We have a blind spot"
author = ["nori"]
date = 2023-07-11
tags = ["Food"]
draft = false
featured_image = "/img/featured_blind-spot.jpg"
+++

## Hello, my name is Nori, and I am an addict. {#hello-my-name-is-nori-and-i-am-an-addict-dot}

For the longest time, I didn't want to admit it to myself. I thought I was in control. I thought I was "moderating", whatever that might mean. But in truth I was moderating myself to a serving of my drug of choice dozens of times every day. Simply because I wouldn't feel good without it. Simply because I _wanted_ it. A lot.

There were times when I would have so much I would make myself feel completely sick. Heart beating uncomfortably fast, body breaking out in cold sweat, headaches, nausea, dry mouth and unquenchable thirst. When I would wake up the next morning, after what was always a bad night of sleep, most of the unpleasantness would still be there (and more).

One time I spent the whole night throwing up, until I finally fell asleep on the bathroom floor. When I woke up some two hours later, utterly miserable, my first thoughts went to whether I had any more left.

You might think that all that yuckiness would have detered me from having more. I would have thought so at least. But it didn't. Not one bit. I wanted more. I _needed_ more.


## White powder {#white-powder}

Are you wondering what my drug of choice is? You are not going to like the answer. Just how I didn't like it.

It is a substance extracted from certain plants, that, when ingested, stimulates the same regions in the brain as cocaine and amphetamines, giving you a dopamine high. Unfortunately, eating bigger amounts of this substance makes the brain more and more used to it. And getting too much of it damages the blood vessels over time, increasing massively the risk of cardiovascular, kidney and Alzheimer's diseases. It also leads to insulin resistance, causing type 2 diabetes, increasing risk of cancer, fertility problems, gastrointestinal issues, fatty liver disease... just to mention a few. It affects the _whole_ body.

It sounds nasty, doesn't it?
Yet we eat it daily. Heck, we feed it to our kids even more than ourselves.

Did you guess?

It's sugar.

And yes, it really does work similarly to a drug in the brain. [Researchers found that rats would even prefer sugar, and surprisingly also artificial sweetener, over cocaine](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1931610/). [Others have found the same - rats addicted to sugar with typical addict behavious of bingeing, withdrawal and craving, and the related changes in the chemistry of brain.](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2235907/) [Dr. Robert Lustig who has spent a big chunk of his career researching fructose compares it to alcohol](https://www.sciencedirect.com/science/article/pii/S0002822310006449) because of how the metabolism of the two is similar and how they both affect our behaviour. (Did you know, that both alcohol and fructose consumption lead to fatty liver and in worst case liver cirrhosis?) Several others ([Nicole Avena et. al](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2235907/), [James DiNicolantonio et. al](https://pubmed.ncbi.nlm.nih.gov/28835408/), [Serge Ahmed et. al](https://pubmed.ncbi.nlm.nih.gov/23719144/)) have written about the addictive potential of sugar.

We know that [sugar is one of the main factors behind our insulin resistance and type 2 diabetes epidemic](https://www.sciencedirect.com/science/article/pii/S1499267115300721). There is also evidence that [insulin resistance is a bit of a prerequisite for cardiovascular disease](https://www.ahajournals.org/doi/10.1161/01.CIR.98.5.398). [Alzheimer's disease has been called type 3 diabetes](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7246646/) and it seems it [could be caused by an insulin resistant brain not being able to get the nutrition it needs](https://insulinresistance.org/index.php/jir/article/view/15). Insulin resistance (from too much sugar consumption) also increases the risk and deadliness of several cancers, like [breast cancer](https://pubmed.ncbi.nlm.nih.gov/32530506/), [prostate cancer](https://pubmed.ncbi.nlm.nih.gov/12509402/) and [colorectal cancer](https://pubmed.ncbi.nlm.nih.gov/11535544/).

So yes, sugar is a drug, and a dangerous one at that.


## Natural this - natural that, moderation, and other fairy tales {#natural-this-natural-that-moderation-and-other-fairy-tales}

Now I can almost hear you protesting.

_But sugar is natural!_ Yes, just like cocaine, alcohol and cyanide.

_But our bodies need it!_ Well, they actually don't. You can very well live a life eating zero(!) carbs. There are both essential amino acids and essential fats that we _need_ to have in our diet to survive, but there are no essential carbs. If you think about how the Inuits used to live, or how our ancestors probably lived during the Ice Ages, it's clear humans don't _need_ carbohydrates.

_But it's healthy in moderation!_ What exactly is moderation? How much? How many grams per day is moderation? Is a tablespoon of Nutella 10 times a day too much? What about 8 bananas? What about 10 tablespoons of Nutella, 8 bananas, 5 cookies, a bowl of cereal with orange juice for breakfast, a good portion of pasta for dinner, a sandwich for lunch, a sweetened "yogurt" and a nut bar in between? Is it moderation? I honestly don't know.


## Sugar is sugar is sugar (but isn't sugar) {#sugar-is-sugar-is-sugar--but-isn-t-sugar}

Maybe you're annoyed at me right now for mixing sugar with other carbs. And I am mixing them. Shamelessly. Because when it comes to it, the moment they actually enter your body, the two are indistinguishable.

And I don't mean enter the mouth. Strictly speaking, our digestive tract is still the outside, just think about it like a very long hole in a human-shaped donut. So when any carbohydrate is entering the body, it is when it's been already digested, broken up by enzymes and is entering the gut wall. And that is something only monosaccharides do. Monosaccharides -- mostly glucose, fructose and galactose. All of which we call sugar. Table sugar is a disaccharide also called sucrose -- which is a glucose-fructose pair, and milk sugar -- lactose -- is a glucose-galactose pair. And starches are polysaccharides made of many glucose units.

Is your head spinning a bit from all the sugars too?

So if we can call glucose "sugar", and we can call fructose "(fruit) sugar", and call table sugar "sugar", then I think I can very well call starches "sugar" too, if I please. By the time they enter the body they are a "sugar" anyway (whatever that might be, but glucose in this case).

So again, how do we moderate this?


## The destiny of the sugar we eat {#the-destiny-of-the-sugar-we-eat}

Do you know what happens to the sugar we eat?
Carbohydrates get broken down into their smallest unit as they travel from the mouth to the intestines. This mostly ends up being glucose, so that is what I will talk about further.

After the gut cells take them in, they send them straight to the liver. Why? Because too much glucose in the blood is very dangerous and would literally kill us. So the liver is the gatekeeper making sure there isn't too much entering the blood stream at once.

But the liver can't just hold it all in in the form of glucose, that doesn't work. It releases a part into the blood (that's why our blood sugar rises after eating) and it turns as much of the rest as possible into glycogen -- our animal form of "starch" made of a string of glucose molecules. But the liver can only store about a 100g of it. When that storage is full, it has no other choice than to turn it into fat and send it off to fat cells for long term storage. Or release more into the blood

Now muscles can store some glycogen too, about 200g in the whole body, but that glycogen is unable to leave the muscle cells, so it only gets used up when all of these muscles are working.

So the total sugar storage of the body is about 300g. Could that be the moderation limit? Weeeell, I don't know about you, but I doubt I empty my storage daily. The muscles hold 200g which is about 1000 kcal which would have to be burned daily by working those muscles. That amounts to about 80 minutes of running or two hours of cycling.

And there is 100g -- 500 kcal in the liver. But those only get used when our insulin levels are low, so for most people eating 3-5 meals a day with carbs here and there, that would be at best during the night. But yes, a night without eating will probably deplete the liver of glycogen.

From this, 100g of carbs a day looks like a much more reasonable "moderation". But the truth is most modern people would consider that low-carb.


## Can addicts moderate? {#can-addicts-moderate}

Moderation, this tempting elusive idea, even if we could define what it exactly means with regards to sugar, does it work when addicted?

Looking at how we treat all other addictions, I would say not. Nobody in their right mind would tell their recovering alcoholic friend to "just have one beer". We know what would happen.

And judging from my own experience, no, sugar addicts can't moderate either.


## I used to be a grazer {#i-used-to-be-a-grazer}

People have a lot of ideas about what an addiction looks like. I know I did. And what I was doing did not strike me as one at all.

By all accounts, I had a great relationship with food in my youth. I didn't have any negative thoughts about food. I was enjoying it without any guilt, I didn't deny myself foods I wanted, I didn't binge, nor restrict. At all. Despite being chubby, I never considered going on a diet. I felt like I ate well -- mostly homemade food, varied diet and yes, candy when I felt like it. The truth is though, I felt like candy waaay too often. I never binged, but I _grazed_. And the sum of it was... a lot. Enough that now in retrospect I recognize the signs of prediabetes I had in my early twenties.

Long story short, I ended up going on a "diet" in my mid-twenties. For health reasons. And I tried a bunch of diets in futile attempts to control my symptoms, until I ended up with carnivore, which finally fixed it all. But it also showed me, for the first time in my life, that I had a problem.


## Falling into a deep well {#falling-into-a-deep-well}

I have been carnivore for a bit over 4 years now, and I'm still learning more about my addiction and how to deal with it. During these 4 years, I had probably several hundred lapses and am still counting. Thankfully, I think I'm getting better at it.

Every time I manage to stay away from anything that tastes sweet (including anything with carbs and artificial sweeteners) the cravings go away slowly. And the longer I am without it, the less I crave it.

Yet it's enough with the tiniest smallest taste of sweetness and I'm lost. Suddenly, sweet treats are all I can think of and I want them so bad I could cry. Suddenly, I don't care that I will feel physically terrible for a few days if I eat it. Suddenly, nothing else matters anymore and I will be sneaking a sweet bite after a sweet bite, telling myself it's the last one and knowing that that is not true already before I swallow it.

For a long time, the only way I knew how to get out of this and just _stop_ was to have a binge. To eat as much candy as I wanted to. And while it would feel liberating and amazing, it also made me completely sick. Headaches, heartburn, bloat and diarrhea, sometimes vomiting, rashes and raging anxiety. Enough of a reminder and motivation to give me a chance to get out of it.

It would take days of misery and cravings to get back to normal. If I managed at all. Often I would just fail again before I got there.

It feels like falling into a well. One moment I am walking on a flat field, then I see a little dip in the ground and don't think much about it. But alas, it's not a little dip, it's a deep well. And climbing out of it takes days and the tiniest mistake makes me fall back down. A binge felt like letting myself sink to the rock bottom to use it as a springboard. But it was still a tough climb. When I would finally get out I could see the field ahead of me covered in wells...


## Abstain or embrace the sugar life {#abstain-or-embrace-the-sugar-life}

I have quit sugar more times now than I can count. And the withdrawal period is the worst. It's a time of complete misery, cravings that are more about _need_ than _want_ and that consume all my thoughts. A time of heightened anxiety and physical discomfort.

The way I see it, I have two choices: abstain - completely and forever; or embrace the sugar life. And it's not really a choice. Because I can't get back on the path to diabetes, heart disease and dementia that I was on. Only when all of it disappeared, I realized how sick I actually was - gastrointestinal issues, skin issues, autoimmune issues, mental health struggles, obesity. And I know that is what would await me if I tried to go back to eating sweets. Because I just _can't_ moderate them. I have tried. Desperately. But the need to have more will always torture me until I give in. Or until I abstain long enough for it to go away.

And as much as I love candy, I love the freedom of not wanting it much more.


## Addiction is not simple {#addiction-is-not-simple}

When I was young and stupid, I used to wonder how people could get/stay addicted to something. I didn't understand why anyone would willingly do something that was so bad for them. Ha! Now I know. I know better than I would like.

The carnivore diet is a wonderful tool in this fight, because it keeps me healthy, satiated and satisfied while being able to avoid everything sweet. It only takes 7-10 days for it to remove all the physical cravings. The mental ones though...

Addiction isn't just a chemical thing in the brain, it's not just about dopamine and neurotransmitters. It's about people, happiness, belonging, despair, coping,...

We know that even [rats won't get addicted if they live in a "rat paradise"](https://onlinelibrary.wiley.com/doi/10.1111/add.14481), like they did in this study. And we know that [most of the soldiers who did drugs in Vietnam simply stopped when they returned home](https://doi.org/10.3109/00952997609014295). There simply wasn't need for it anymore.

So I am slowly learning and discovering how I used sugar to deal with negative emotions and how I still want it when I feel down. I feel like I lost my crutch now and have to learn to walk on my own. It has been a long journey, and it's far from over, but I am getting better. I no longer binge after a small slip-up, I have learned to simply stop again, to not let myself fall all the way down into the well.

Maybe one day, there will be no wells. Maybe one day, I will even be able to moderate. But I have accepted that that might never happen, and I am OK with that. I gained much, much more than I lost by giving up sugar.
